Repository: LzPod/init_tracker
Catalog: lib/l10n/app_*.arb
Languages: it

# partiesTitle
source: Parties
it: Gruppi

# adventurersTitle
source: Adventurers
it: Avventurieri

# monstersTitle
source: Monsters
it: Mostri

# settingsTitle
source: Settings
it: Impostazioni

# aboutTitle
source: About
it: Informazioni

source: Select Monster
it: Seleziona Mostro

source: Name
it: Nome

source: New Name
it: Nuovo Nome

source: New Initiative
it: Nuova Iniziativa

source: Hit Points
it: Punti Ferita

source: Armor Class
it: Classe Armatura

source: Quantity
it: Quantità

# customMonstersTitle
source: Custom Monsters
it: Mostri Personalizzati

# addCustomMonstersTip
source: Add custom monsters by pressing the + button.
it: Aggiungi mostri premendo il pulsante +.

# fifthEditionMonstersTitle
source: 5th Edition Monsters
it: Mostri Quinta Edizione

source: No monsters found.
it: Nessun mostro trovato.

# partiesPageTitle
source: Parties
it: Gruppi

# noAdventurersMessage
source: Add adventurers by pressing the + button.
it: Nessun avventuriero disponibile.

# addCharactersToInitiative
source: Add {count, plural, one {{count} adventurer} other {{count} adventurers}}
it: Aggiungi {count, plural, one {{count} avventuriero} other {{count} avventurieri}}

# addCharacterTitle
source: Add Adventurer
it: Aggiungi Avventuriero

source: Cancel
it: Annulla

source: Confirm
it: Conferma

# nameRequiredError
source: Name is required.
it: Il nome è obbligatorio.

# monsterNameRequiredError
source: Monster name is required.
it: Il nome del mostro è obbligatorio.

# partyNameRequiredError
source: Party name is required.
it: Il nome del gruppo è obbligatorio.

# invalidQuantityError
source: Invalid quantity.
it: Quantità non valida.

# invalidInitiativeError
source: Invalid initiative.
it: Iniziativa non valida.

# addMonsterTitle
source: Add Monster
it: Aggiungi Mostro

source: Initiative Type
it: Tipo di Iniziativa

source: Individual Initiative
it: Individuale

# individualInitiativeDescription
source: Each creature rolls initiative separately.
it: Ogni creatura tira l'iniziativa separatamente.

source: Group Initiative
it: Gruppo

# groupInitiativeDescription
source: All creatures of the same type act on the same initiative.
it: Tutte le creature dello stesso tipo agiscono con la stessa iniziativa.

source: Add Party
it: Aggiungi Gruppo

# editAdventurerTitle
source: Edit Adventurer
it: Modifica Avventuriero

# editInitiativeTitle
source: Edit Initiative
it: Modifica Iniziativa

# editMonsterTitle
source: Edit Monster
it: Modifica Mostro

# editPartyTitle
source: Edit Party
it: Modifica Gruppo

# characterCount
source: {count, plural, one {{count} adventurer} other {{count} adventurers}}
it: {count, plural, one {{count} avventuriero} other {{count} avventurieri}}
